Repository: Clayton630/QuartzNotch
Catalog: QuartzNotch/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hu, it, ko, pl, pt_br, ru, tr, uk, zh_hans

source: System features
ar: ميزات النظام
cs: Systémové funkce
de: Systemfunktionen
es: Características del Sistema
fr: Fonctionnalités système
hu: A rendszer jellemzői
it: Funzionalità di sistema
ko: 시스템 기능
pl: Funkcje systemowe
pt_br: Recursos do sistema
ru: Возможности системы
tr: Sistem özellikleri
uk: Особливості системи
zh_hans: 系统功能

source: System language
ar: لغة النظام
cs: Jazyk systému
de: Systemsprache
es: Idioma del sistema
fr: Langue du système
hu: Rendszer nyelve
it: Lingua di sistema
ko: 시스템 언어
pl: Język systemu
pt_br: Idioma do sistema
ru: Язык системы
tr: Sistem dili
uk: Мова системи
zh_hans: 系统语言

# System Wide
source: All apps
ar: كل التطبيقات
cs: Všechny aplikace
de: Alle Apps
es: Todas las apps
fr: Toutes les apps
hu: Minden app
it: Tutte le app
ko: 모든 앱
pl: Wszystkie aplikacje
pt_br: Todos os apps
ru: Все приложения
tr: Tüm uygulamalar
uk: Усі програми
zh_hans: 所有 App

# System Wide follows macOS Now Playing (any media app).
source: All apps: follows macOS Now Playing.
ar: كل التطبيقات: يتبع Now Playing في macOS.
cs: Všechny aplikace: sleduje macOS Now Playing.
de: Alle Apps: folgt „Now Playing“ von macOS.
es: Todas las apps: sigue Ahora Suena de macOS.
fr: Toutes les apps : suit Now Playing de macOS.
hu: Minden app: a macOS Now Playing alapján.
it: Tutte le app: segue Now Playing di macOS.
ko: 모든 앱: macOS Now Playing을 따릅니다.
pl: Wszystkie aplikacje: korzysta z macOS Now Playing.
pt_br: Todos os apps: segue o Now Playing do macOS.
ru: Все приложения: использует macOS Now Playing.
tr: Tüm uygulamalar: macOS Now Playing’i izler.
uk: Усі програми: використовує macOS Now Playing.
zh_hans: 所有 App：跟随 macOS Now Playing。

source: The toolbar is a small capsule placed in the top right corner, allowing you to quickly access different controls and informations, customisable below.
ar: شريط الأدوات عبارة عن كبسولة صغيرة موضوعة في الزاوية اليمنى العليا، مما يسمح لك بالوصول بسرعة إلى عناصر التحكم والمعلومات المختلفة، القابلة للتخصيص أدناه.
cs: Panel nástrojů je malá kapsle umístěná v pravém horním rohu, která vám umožňuje rychlý přístup k různým ovládacím prvkům a informacím, které lze upravit níže.
de: Die Symbolleiste ist eine kleine Kapsel in der oberen rechten Ecke und ermöglicht Ihnen den schnellen Zugriff auf verschiedene Steuerelemente und Informationen, die unten anpassbar sind.
es: La barra de herramientas es una pequeña cápsula ubicada en la esquina superior derecha, que le permite acceder rápidamente a diferentes controles e información, personalizables a continuación.
fr: La toolbar donne un accès rapide aux contrôles ci-dessous.
hu: Az eszköztár egy kis kapszula a jobb felső sarokban, amely lehetővé teszi a különböző vezérlők és információk gyors elérését, amelyeket alább testreszabhat.
it: La barra degli strumenti è una piccola capsula posizionata nell'angolo in alto a destra, che ti consente di accedere rapidamente a diversi controlli e informazioni, personalizzabili di seguito.
ko: 도구 모음은 오른쪽 상단에 있는 작은 캡슐로, 아래에서 사용자 정의할 수 있는 다양한 컨트롤과 정보에 빠르게 액세스할 수 있습니다.
pl: Pasek narzędzi to mała kapsułka umieszczona w prawym górnym rogu, umożliwiająca szybki dostęp do różnych elementów sterujących i informacji, które można dostosować poniżej.
pt_br: A barra de ferramentas é uma pequena cápsula colocada no canto superior direito, permitindo acessar rapidamente diversos controles e informações, personalizáveis ​​abaixo.
ru: Панель инструментов представляет собой небольшую капсулу, расположенную в правом верхнем углу и позволяющую быстро получить доступ к различным элементам управления и информации, которые можно настроить ниже.
tr: Araç çubuğu, sağ üst köşeye yerleştirilmiş küçük bir kapsüldür ve aşağıda özelleştirilebilen farklı kontrollere ve bilgilere hızlı bir şekilde erişmenizi sağlar.
uk: Панель інструментів — це невелика капсула, розташована у верхньому правому куті, що дозволяє швидко отримувати доступ до різних елементів керування та інформації, яку можна налаштувати нижче.
zh_hans: 工具栏是一个位于右上角的小胶囊，允许您快速访问不同的控件和信息，可在下面进行自定义。

source: Time to Full Charge: %lld min
ar: وقت الشحن الكامل: %lld دقيقة
cs: Čas do plného nabití: %lld min
de: Zeit bis zur vollen Ladung: %lld min
es: Tiempo para recarga completa: %lld min
fr: Temps avant la charge complète : %lld min
hu: Teljes feltöltési idő: %lld min
it: Tempo alla carica completa: %lld min
ko: 완충 까지 남은 시간: %lld 분
pl: Czas do pełnego naładowania: %lld min
pt_br: Tempo para carga total: %lld min
ru: Время полной зарядки: %lld мин.
tr: Tam Şarj Süresi: %lld dakika
uk: Час до повної зарядки: %lld хв
zh_hans: 充电时间：%lld 分钟

source: Timer
ar: مؤقت
cs: Časovač
es: Temporizador
fr: Minuteur
hu: Időzítő
ko: 타이머
pl: Minutnik
ru: Таймер
tr: Zamanlayıcı
uk: Таймер
zh_hans: 计时器

source: Timer ringtone
ar: نغمة الموقت
cs: Vyzváněcí tón časovače
de: Timer-Klingelton
es: Tono de llamada del temporizador
fr: Sonnerie des minuteurs
hu: Időzített csengőhang
it: Suoneria del timer
ko: 타이머 벨소리
pl: Dzwonek timera
pt_br: Toque do temporizador
ru: Мелодия таймера
tr: Zamanlayıcı zil sesi
uk: Мелодія таймера
zh_hans: 定时器铃声

source: Timers
ar: المؤقتات
cs: Časovače
de: Timer
es: Temporizadores
fr: Minuteurs
hu: Időzítők
it: Timer
ko: 타이머
pl: Minutniki
ru: Таймеры
tr: Zamanlayıcılar
uk: Таймери
zh_hans: 计时器

source: Tint progress bar with accent color
ar: شريط تقدم الصبغة مع لون مميز
cs: Odstín ukazatel průběhu s akcentní barvou
de: Leiste in Akzentfarbe färben
es: Barra de progreso de tinte con color de acento
fr: Barre teintée par l’accent
hu: Árnyalt folyamatjelző kiemelő színnel
it: Barra di avanzamento della tinta con colore in risalto
ko: 강조 색상으로 진행 바 색상 변경
pl: Przyciemnij pasek postępu przy użyciu koloru akcentu
pt_br: Barra de progresso de tonalidade com cor de destaque
ru: Индикатор выполнения оттенка с акцентным цветом
tr: Vurgu rengiyle renk tonu ilerleme çubuğu
uk: Відтінити панель прогресу акцентним кольором
zh_hans: 用强调色为进度条着色

source: Toggle Notch Open
ar: تبديل الشق مفتوح
cs: Přepněte Otevřít zářez
de: Notch öffnen
es: Alternar muesca abierta
fr: Raccourci ouverture notch
hu: Kapcsolja be a Bevágás nyitva
it: Attiva/Disattiva tacca aperta
ko: 노치 열기 전환
pl: Przełącz wycięcie otwarte
pt_br: Alternar entalhe aberto
ru: Переключить выемку на открытие
tr: Çentik Açmayı Aç/Kapat
uk: Перемкніть Notch Open
zh_hans: 切换凹口打开

source: Toggle Notch Open:
ar: تبديل الشق لفتح:
cs: Zapnout otevření výřezu:
de: Notch öffnen umschalten:
es: Habilitar apertura del notch:
fr: Ouvrir / fermer le notch :
hu: Bevágás nyitása:
it: Apri Notch:
ko: 노치 열기 토글:
pl: Włącz/wyłącz Notch:
pt_br: Alternar entalhe aberto:
ru: Переключить выемку на открытие:
tr: Çentik Aç/Kapat:
uk: Відкрити виїмку:
zh_hans: 切换Notch：

source: Toggle Sneak Peek
ar: تبديل نظرة خاطفة التسلل
cs: Přepnout Sneak Peek
de: Sneak Peek umschalten
es: Alternar adelanto
fr: Raccourci Sneak Peek
hu: Kapcsolja be a Sneak Peek lehetőséget
it: Attiva/disattiva Anteprima
ko: 미리보기 전환
pl: Przełącz podgląd
pt_br: Alternar espiada
ru: Переключить быстрый обзор
tr: Kısa Bakış'ı aç/kapat
uk: Увімкнути Sneak Peek
zh_hans: 切换先睹为快

source: Toggle Sneak Peek:
ar: تبديل نظرة خاطفة:
cs: Zapnout náhled:
de: Sneak Peek umschalten:
es: Habilitar Vistazo Rápido:
fr: Activer/désactiver Sneak Peek:
hu: Sneak Peek váltása:
it: Apri Sneak Peek:
ko: 훔쳐보기 토글:
pl: Włącz/wyłącz podgląd:
pt_br: Alternar Sneak Peek:
ru: Переключить быстрый просмотр:
tr: Ön izlemeyi Aç/Kapat:
uk: Перемкнути Sneak Peek:
zh_hans: 触发 Sneak Peek：

source: Toolbar
ar: شريط الأدوات
cs: Panel nástrojů
de: Symbolleiste
es: Barra de herramientas
fr: Barre d'outils
hu: Eszköztár
it: Barra degli strumenti
ko: 툴바
pl: Pasek narzędzi
pt_br: Barra de ferramentas
ru: Панель инструментов
tr: Araç Çubuğu
uk: Панель інструментів
zh_hans: 工具栏

source: Two-finger swipe up on notch to close, two-finger swipe down on notch to open when **Open notch on hover** option is disabled
ar: اسحب بإصبعين لأعلى على الشق للإغلاق، واسحب بإصبعين لأسفل على الشق لفتحه عند تعطيل خيار **Open notch on hover**
cs: Posunutím dvěma prsty nahoru zavřete, dvojitým posunem dolů otevřete, když je zakázána možnost **Otevření výřezu při nápovědě**
de: Zwei-Finger Wischen nach oben zum Schließen der Notch, zwei-Finger wischen nach unten um die Notch zu öffnen, wenn die Option **Notch bei Mausberührung öffnen** deaktiviert ist
es: Deslice con dos dedos hacia arriba para cerrar, deslice con dos dedos hacia abajo para abrir cuando la opción de **Abrir el notch al pasar el cursor** esté deshabilitada
fr: Glissez à deux doigts vers le haut pour fermer, vers le bas pour ouvrir.
hu: Csúsztasson két ujjal felfelé a bevágáson a bezáráshoz, két ujjal csúsztassa le a bevágáson a nyitáshoz, ha a **Open notch on hover** opció le van tiltva
it: Scorri due dita verso l'alto sulla notch per chiudere, scorri due dita verso il basso sulla tacca per aprirla quando l'opzione **Apri notch all'hover ** è disabilitata
ko: 노치에 가져다 대서 열기 옵션이 꺼져있을 때, 노치를 두 손가락을 위로 밀어서 닫고, 두 손가락을 아래로 내려서 열기
pl: Przesuń dwoma palcami w górę na notchu, aby zamknąć, przesuń dwoma palcami w dół na notchu, aby otworzyć, gdy opcja **Otwórz notch przy najechaniu palcem ** jest wyłączona
pt_br: Deslize com dois dedos para cima no entalhe para fechar, deslize com dois dedos para baixo no entalhe para abrir quando a opção **Open notch on hover** estiver desativada
ru: Проведите двумя пальцами вверх по выемке, чтобы закрыть ее, проведите двумя пальцами по выемке вниз, чтобы открыть, когда опция **Open notch on hover** отключена
tr: **Fareyi üzerine getirdiğinde aç** seçeneği devre dışı bırakıldığında, kapatmak için çentiği iki parmağınızla yukarı kaydırın, açmak için çentiği iki parmağınızla aşağı kaydırın.
uk: Проведіть двома пальцями вгору по виїмці, щоб закрити, двома пальцями проведіть униз по виїмці, щоб відкрити, коли параметр **Open notch on hover** вимкнено
zh_hans: 在Notch里双指向上滑动以关闭。当**悬停在Notch时打开**选项禁用时，双指向下滑动即可打开

source: Uninstall
ar: إلغاء التثبيت
cs: Odinstalovat
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
hu: Eltávolítás
it: Disinstalla
ko: 설치제거
pl: Odinstaluj
pt_br: Desinstalar
ru: Удалить
tr: Yüklemeyi Kaldır
uk: Видалити
zh_hans: 卸载

source: Unlock advanced features and improve your experience. Upgrade now for more customizations!
ar: فتح الميزات المتقدمة وتحسين تجربتك. قم بالترقية الآن لمزيد من التخصيصات!
cs: Odemkněte pokročilé funkce a vylepšete si svůj zážitek. Upgradujte nyní pro více přizpůsobení!
de: Schalte erweiterte Funktionen frei und verbessere deine Erfahrung. Upgrade jetzt für weitere Anpassungsmöglichkeiten!
es: Desbloquee funciones avanzadas y mejore su experiencia. ¡Actualice ahora para más personalizaciones!
fr: Débloquez plus d’options de personnalisation.
hu: Fedezze fel a speciális funkciókat, és javítsa az élményt. Frissítsen most további testreszabásokért!
it: Sblocca le funzionalità avanzate e migliora la tua esperienza. Aggiorna ora per ulteriori personalizzazioni!
ko: 고급 설정을 해제해 경험을 향상하세요. 더 많은 맞춤화 설정을 지금 바로 업그레이드해서 즐기세요!
pl: Odblokuj dodatkowe funkcje i ciesz się lepszymi możliwościami. Ulepsz teraz, aby móc bardziej dostosować ustawienia!
pt_br: Desbloqueie recursos avançados e melhore sua experiência. Atualize agora para mais personalizações!
ru: Разблокируйте расширенные функции и улучшите свой опыт. Обновите сейчас, чтобы получить больше настроек!
tr: Gelişmiş özelliklerin kilidini açın ve deneyiminizi iyileştirin. Daha fazla özelleştirme için şimdi yükseltin!
uk: Розблокуйте розширені функції та покращте свій досвід. Оновіть зараз, щоб отримати більше налаштувань!
zh_hans: 解锁高级功能并提升您的体验。现在升级以获取更多自定义功能！

source: unmuted
ar: تم إلغاء كتم الصوت
cs: neztlumeno
de: Nicht stummgeschaltet
es: audio reactivado
fr: sans sourdine
hu: feloldva
it: smutato
ko: 음소거 해제됨
pl: Wyciszenie wyłączone
pt_br: ativado
ru: без звука
tr: sesi açılmış
uk: увімкнено звук
zh_hans: 已取消静音

source: Unmuted
ar: تم إلغاء كتم الصوت
cs: Zrušeno
de: Nicht stummgeschaltet
es: no silenciado
fr: Activé
hu: Feloldva
it: Non disattivato
ko: 음소거 해제됨
pl: Wyłączono wyciszenie
pt_br: Ativado
ru: Включен звук
tr: Sesi açıldı
uk: Вимкнено звук
zh_hans: 取消静音

source: Upgrade to Pro
ar: الترقية إلى برو
cs: Upgradovat na verzi Pro
de: Auf Pro upgraden
es: Actualice a Pro
fr: Passer à la version Pro
hu: Frissítsen Pro-ra
it: Passa a Pro
ko: 프로로 업그레이드
pl: Ulepsz do wersji Pro
pt_br: Atualizar para Pro
ru: Обновите до Pro
tr: Pro sürümüne Yükselt
uk: Оновлення до Pro
zh_hans: 升级至 Pro

source: Use music visualizer spectrogram
ar: استخدام الطيفي متخيل الموسيقى
cs: Použít hudební vizualizér
de: Musik-Visualizer Spektrogramm verwenden
es: Usar espectrograma del visualizador musical
fr: Utiliser le visualiseur audio
hu: Használja a zenevizualizáló spektrogramját
it: Usa spettrogramma per la visualizzatore musicale
ko: 음악 시각화 스펙트로그램 사용
pl: Użyj spektrogramu wizualizera muzyki
pt_br: Use o espectrograma do visualizador de música
ru: Использовать спектрограмму музыкального визуализатора
tr: Müzik görselleştirici spektrogram kullanın
uk: Використовуйте спектрограму музичного візуалізатора
zh_hans: 使用音乐可视化器谱图

source: Use the default QuartzNotch accent color or override it with your own custom color.
ar: استخدم لون التمييز QuartzNotch الافتراضي أو قم بتجاوزه باللون المخصص الخاص بك.
cs: Použijte výchozí barvu zvýraznění QuartzNotch nebo ji přepište svou vlastní barvou.
de: Verwenden Sie die Standard-Akzentfarbe QuartzNotch oder überschreiben Sie sie mit Ihrer eigenen benutzerdefinierten Farbe.
es: Utilice el color de acento QuartzNotch predeterminado o anótelo con su propio color personalizado.
fr: Utilisez l’accent QuartzNotch ou une couleur personnalisée.
hu: Használja az alapértelmezett QuartzNotch kiemelő színt, vagy írja felül saját egyéni színével.
it: Utilizza il colore principale QuartzNotch predefinito o sostituiscilo con il tuo colore personalizzato.
ko: 기본 QuartzNotch 강조 색상을 사용하거나 사용자 정의 색상으로 대체하십시오.
pl: Użyj domyślnego koloru akcentującego QuartzNotch lub zastąp go własnym, niestandardowym kolorem.
pt_br: Use a cor de destaque padrão QuartzNotch ou substitua-a por sua própria cor personalizada.
ru: Используйте акцентный цвет QuartzNotch по умолчанию или замените его собственным цветом.
tr: Varsayılan QuartzNotch vurgu rengini kullanın veya kendi özel renginizle geçersiz kılın.
uk: Використовуйте стандартний колір акценту QuartzNotch або замініть його власним власним кольором.
zh_hans: 使用默认的 QuartzNotch 强调色或使用您自己的自定义颜色覆盖它。

source: Use your macOS system accent color
ar: استخدم لون تمييز نظام macOS الخاص بك
cs: Použijte zvýrazňující barvu systému macOS
de: macOS-System-Akzentfarbe verwenden
es: Utilice el color de acento de su sistema macOS
fr: Utilise la couleur d’accent de macOS
hu: Használja a macOS rendszer kiemelő színét
it: Usa il colore di accento del tuo sistema macOS
ko: MacOS 시스템 강조 색상 사용
pl: Użyj koloru akcentu systemu macOS
pt_br: Use a cor de destaque do sistema macOS
ru: Используйте акцентный цвет вашей системы macOS.
tr: macOS sisteminizin vurgu rengini kullanın
uk: Використовуйте свій системний колір акценту macOS
zh_hans: 使用您的 macOS 系统强调色

source: Using System Accent
ar: استخدام لهجة النظام
cs: Pomocí System Accent
de: System Akzent verwenden
es: Usando acento del sistema
fr: Accent système
hu: A System Accent használata
it: Utilizzo dell'accento di sistema
ko: 시스템 강조 색상 사용
pl: Korzystanie z akcentu systemowego
pt_br: Usando o acento do sistema
ru: Использование системного акцента
tr: Sistem Aksanını Kullanma
uk: Використання системного акценту
zh_hans: 使用系统重音

source: Version
ar: الإصدار
cs: Verze
es: Versión
hu: Verzió
it: Versione
ko: 버전
pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
uk: Версія
zh_hans: 版本

source: Version info
ar: معلومات الإصدار
cs: Informace o verzi
de: Versionsinfo
es: Información de la versión
fr: Infos de la version
hu: Verzió info
it: Info versione
ko: 버전 설명
pl: Informacje o wersji
pt_br: Informações da versão
ru: Информация о версии
tr: Versiyon bilgisi
uk: Інформація про версію
zh_hans: 版本信息

source: View on GitHub: pear-devs/pear-desktop
ar: عرض على GitHub: pear-devs/pear-desktop
cs: Zobrazit na GitHub: pear-devs/pear-desktop
de: Auf GitHub: pear-devs/pear-desktop anschauen
es: Ver en GitHub: pear-devs/pear-desktop
fr: Vue sur GitHub : pear-devs/pear-desktop
hu: Megtekintés a GitHub oldalon: pear-devs/pear-desktop
it: Visualizza su GitHub: pepper-devs/pear-desktop
ko: GitHub에서 보기: pear-devs/pear-desktop
pl: Zobacz na GitHub: pear-devs/pear-desktop
pt_br: Ver em GitHub: pear-devs/pear-desktop
ru: Посмотреть на GitHub: pear-devs/pear-desktop
tr: GitHub'de görüntüleyin: pear-devs/pear-desktop
uk: Переглянути на GitHub: pear-devs/pear-desktop
zh_hans: 在 GitHub 上查看：pear-devs/pear-desktop

source: Visualizer Library
ar: مكتبة المتخيل
cs: Knihovna vizualizéru
de: Visualizer-Bibliothek
es: Biblioteca del visualizador
fr: Bibliothèque du visualiseur
hu: Vizualizációs könyvtár
it: Libreria di visualizzatori
ko: 시각화 라이브러리
pl: Biblioteka wizualizatora
pt_br: Biblioteca do Visualizador
ru: Библиотека визуализатора
tr: Görselleştirici Kitaplığı
uk: Бібліотека візуалізатора
zh_hans: 展示台库

source: Welcome
ar: مرحباً
cs: Vítejte
de: Willkommen
es: Bienvenido
fr: Bienvenue
hu: Üdvözöljük
it: Benvenuto
ko: 환영합니다
pl: Witamy
pt_br: Bem-vindo
ru: Добро пожаловать
tr: Hoş geldiniz
uk: Ласкаво просимо
zh_hans: 欢迎

source: What's New
ar: ما هو الجديد
cs: Co je nového
de: Was ist neu
es: Novedades
fr: Nouveautés
hu: Újdonságok
it: Novità
ko: 새로운 기능
pl: Co nowego
pt_br: O que há de novo
ru: Что нового
tr: Neler Yeni
uk: Що нового
zh_hans: 更新内容

source: When closed
ar: عند الإغلاق
cs: Když je zavřený
de: Wenn geschlossen
es: Cuando está cerrado
fr: Quand le notch est fermé
hu: Ha zárva van
it: Quando è chiuso
ko: 닫혔을 때
pl: Gdy zamknięty
pt_br: Quando fechado
ru: Когда закрыт
tr: Kapalıyken
uk: Коли закритий
zh_hans: 关闭时

source: When closed and inactive
ar: عند الإغلاق وعدم النشاط
cs: Zavřený a neaktivní
de: Geschlossen und inaktiv
es: Cerrado e inactivo
fr: Quand le notch est fermé et inactif
hu: Zárva és inaktív
it: Chiuso e inattivo
ko: 닫히고 비활성일 때
pl: Zamknięty i nieaktywny
pt_br: Fechado e inativo
ru: Закрыт и неактивен
tr: Kapalı ve pasifken
uk: Закритий і неактивний
zh_hans: 关闭且闲置时

source: White
ar: أبيض
cs: Bílá
de: Weiß
es: Blanco
fr: Blanc
hu: Fehér
it: Bianco
ko: 흰색
pl: Biały
pt_br: Branco
ru: Белый
tr: Beyaz
uk: Білий
zh_hans: 白色

source: Window Appearance
ar: مظهر النافذة
cs: Vzhled okna
de: Fenster-Erscheinungsbild
es: Apariencia de la ventana
fr: Apparence de la fenêtre
hu: Ablak megjelenése
it: Aspetto della finestra
ko: 창 모양
pl: Wygląd okna
pt_br: Aparência da janela
ru: Внешний вид окна
tr: Pencere Görünümü
uk: Зовнішній вигляд вікна
zh_hans: 窗口外观

source: Window Behavior
ar: سلوك النافذة
cs: Chování okna
de: Fensterverhalten
es: Comportamiento de la ventana
fr: Comportement de la fenêtre
hu: Ablak viselkedése
it: Comportamento della finestra
ko: 창 동작
pl: Zachowanie okna
pt_br: Comportamento da janela
ru: Поведение окна
tr: Pencere Davranışı
uk: Поведінка вікна
zh_hans: 窗口行为

source: Window Rendering
ar: تقديم النافذة
cs: Vykreslování oken
de: Fenster-Rendering
es: Representación de ventana
fr: Rendu de la fenêtre
hu: Ablak renderelés
it: Rendering di finestre
ko: 창 렌더링
pl: Renderowanie okna
pt_br: Renderização de janela
ru: Рендеринг окон
tr: Pencere Oluşturma
uk: Візуалізація вікна
zh_hans: 窗口渲染

source: Window Size
ar: حجم النافذة
cs: Velikost okna
de: Fenstergröße
es: Tamaño de ventana
fr: Taille de la fenêtre
hu: Ablak mérete
it: Dimensione della finestra
ko: 창 크기
pl: Rozmiar okna
pt_br: Tamanho da janela
ru: Размер окна
tr: Pencere Boyutu
uk: Розмір вікна
zh_hans: 窗口尺寸

source: Without this permission, Focus name can still be detected, but icon and tint may stay generic.
ar: بدون هذا الإذن، لا يزال من الممكن اكتشاف اسم التركيز، ولكن قد يظل الرمز واللون عامان.
cs: Bez tohoto oprávnění lze název zaměření stále detekovat, ale ikona a odstín mohou zůstat obecné.
de: Ohne diese Berechtigung kann der Fokusname weiterhin erkannt werden, Symbol und Farbton bleiben jedoch möglicherweise generisch.
es: Sin este permiso, el nombre del foco aún se puede detectar, pero el ícono y el tono pueden seguir siendo genéricos.
fr: Sans cet accès, l’icône et la couleur Focus peuvent rester génériques.
hu: Ezen engedély nélkül a fókusznév továbbra is észlelhető, de az ikon és az árnyalat általános maradhat.
it: Senza questa autorizzazione, il nome del focus può ancora essere rilevato, ma l'icona e la tinta potrebbero rimanere generiche.
ko: 이 권한이 없으면 포커스 이름은 계속 감지될 수 있지만 아이콘과 색조는 일반 상태로 유지될 수 있습니다.
pl: Bez tego uprawnienia nadal można wykryć nazwę Fokusa, ale ikona i odcień mogą pozostać ogólne.
pt_br: Sem esta permissão, o nome do Focus ainda pode ser detectado, mas o ícone e a tonalidade podem permanecer genéricos.
ru: Без этого разрешения имя фокуса все равно можно обнаружить, но значок и оттенок могут оставаться общими.
tr: Bu izin olmadan Odak adı hâlâ algılanabilir ancak simge ve renk tonu genel kalabilir.
uk: Без цього дозволу назву фокуса все одно можна виявити, але значок і відтінок можуть залишатися загальними.
zh_hans: 如果没有此权限，仍然可以检测到焦点名称，但图标和色调可能保持通用。

source: Yellow
ar: أصفر
cs: Žlutá
de: Gelb
es: Amarillo
fr: Jaune
hu: Sárga
it: Giallo
ko: 노란색
pl: Żółty
pt_br: Amarelo
ru: Жёлтый
tr: Sarı
uk: Жовтий
zh_hans: 黄色

source: You are currently running QuartzNotch Beta 0.4.
ar: أنت تقوم حاليًا بتشغيل QuartzNotch Beta 0.4.
cs: Aktuálně používáte QuartzNotch Beta 0.4.
de: Sie führen derzeit QuartzNotch Beta 0.4 aus.
es: Actualmente estás ejecutando QuartzNotch Beta 0.4.
fr: Vous utilisez actuellement QuartzNotch Beta 0.4.
hu: Jelenleg a QuartzNotch Beta 0.4-et futtatja.
it: Attualmente stai utilizzando QuartzNotch Beta 0.4.
ko: 현재 QuartzNotch 베타 0.4를 실행 중입니다.
pl: Obecnie korzystasz z QuartzNotch Beta 0.4.
pt_br: Você está executando o QuartzNotch Beta 0.4.
ru: В настоящее время вы используете QuartzNotch Beta 0.4.
tr: Şu anda QuartzNotch Beta 0.4'ü çalıştırıyorsunuz.
uk: Зараз ви використовуєте QuartzNotch Beta 0.4.
zh_hans: 您当前运行的是 QuartzNotch Beta 0.4。

source: You can now enjoy the app. If you want to tweak things further, you can always visit the settings.
ar: يمكنك الآن الاستمتاع بالتطبيق. إذا كنت تريد تعديل الأمور بشكل أكبر، فيمكنك دائمًا زيارة الإعدادات.
cs: Nyní si můžete aplikaci užívat. Pokud chcete věci dále vylepšit, můžete vždy navštívit nastavení.
de: Du kannst die App nun genießen. Wenn du Dinge weiter anpassen möchtest, kannst du dies jederzeit in den Einstellungen tun.
es: Ahora puede disfrutar de la aplicación. Si desea modificar otros detalles, siempre puede visitar los ajustes.
fr: QuartzNotch est prêt. Vous pourrez tout ajuster dans les réglages.
hu: Most már élvezheti az alkalmazást. Ha tovább szeretné finomítani a dolgokat, bármikor meglátogathatja a beállításokat.
it: Ora puoi goderti l'app. Se vuoi modificare ulteriormente le cose, puoi sempre visitare le impostazioni.
ko: 이제 앱을 즐기실 수 있습니다. 추가로 설정을 조정하고 싶으시면 언제든지 설정 메뉴를 방문하시면 됩니다.
pl: Możesz już cieszyć się aplikacją. Jeśli chcesz wprowadzić dodatkowe zmiany, zajrzyj do ustawień.
pt_br: Agora você pode aproveitar o aplicativo. Se quiser ajustar ainda mais as coisas, você pode visitar as configurações.
ru: Теперь вы можете наслаждаться приложением. Если вы хотите что-то настроить дальше, вы всегда можете посетить настройки.
tr: Artık uygulamanın keyfini çıkarabilirsiniz. Daha fazla ayar yapmak isterseniz, her zaman ayarlar bölümünü ziyaret edebilirsiniz.
uk: Тепер ви можете користуватися додатком. Якщо ви хочете налаштувати щось далі, ви завжди можете відвідати налаштування.
zh_hans: 如果您想进一步调整内容，您可以随时访问设置。

source: You're All Set!
ar: أنت جاهز تمامًا!
cs: Vše je nastaveno!
de: Du bist bereit!
es: ¡Todo listo!
fr: Tout est prêt!
hu: Minden készen áll!
it: È Tutto ok!
ko: 준비되었습니다!
pl: Wszystko gotowe!
pt_br: Está tudo pronto!
ru: Все готово!
tr: Tamamen Hazırsın!
uk: Усе готово!
zh_hans: 一切都准备好了！
